LEXICON: dict [str, str] = {
    '/start': '<b>Привет!</b>\n\nЭто бот, в котором '
              'ты можешь записывать список покупок '
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': '<b>Это бот-маркет</b>\n\nДоступные команды:\n\n/add - '
             'добавить в список\n/list - список покупок '
             '\n/history - посмотреть историю \n/help - '
             'справка по работе бота\n\nЧтобы подвердить покупку - '
             'нажмите на кнопку с номером страницы\n\n<b>Приятных покупок!</b>',
    'list': 'Список покупок',
    'add_product': 'Добавить продукт',
    'del_product': 'Удалить продукт',
    'done_list': 'История купленных товаров',
    'add': 'Добавить',
    'del': 'Удалить',
    'cancel': 'Отмена',
    'delete': '❌',
    'no_list': 'Ничего в списке нету'
}


LEXICON_COMMANDS: dict[str, str] = {
    '/list': 'Список покупок',
    '/add': 'Добавить продукт',
    '/del': 'Удалить продукт',
    '/help': 'Справка по работе бота'
}
